HSDTaskName = "拒收垃圾传真";

//progress title when printing the junk fax list
"PRINT_PROGRESS_TITLE" = "正在打印… 请稍候";

//button titles
"DONE" = "完成";
"YES" = "是";
"NO" = "否";
"OK" = "好";
"CLOSE" = "关闭";
DeleteButtonTitle = "删除";

//Block status label
"BLOCK_STATUS_MESSAGE" = "已使用 %1$d 个条目（共 %2$d 个）";

//Not a valid block fax number
"INVALID_FAX_NUMBER_TITLE" = "无效的传真号码";
"INVALID_FAX_NUMBER_DESC" = "您输入的号码无效。只能输入数字 (0123456789)。请输入一个有效的传真号码，然后重试。";

//Caller ID required warning message, when Block status is made ON
"JUNK_FAX_WARNING_TITLE" = "需要来电显示";
"JUNK_FAX_WARNING_DESC" = "“拒收垃圾传真”要求您的设备连接到启用了来电显示的线路。\n\n如果不确定您的线路是否启用了来电显示，请联系您的电话服务提供商。";
"JUNK_FAX_DELETION_DESC" = "确实要将所选号码从“阻止的传真号码”列表中删除吗?";

//Duplicate entry error, If we need to allow duplicates
"DUPLICATE_JUNK_FAX_ENTRY_TITLE" = "重复号码";
"DUPLICATE_JUNK_FAX_ENTRY_DESC" = "此号码已在“阻止的传真号码”列表中。是否要再次添加此号码?";

//Duplicate entry Error.
"DUPLICATE_JUNK_FAX_ENTRY_TITLE1" = "重复的拒收传真号码";
"DUPLICATE_JUNK_FAX_ENTRY_DESC1" = "此号码已在“阻止的传真号码”列表中。";

// explanation why the fax setting were not applied
FaxNotAppliedExplanation = "请检查设备是否联机，以及是否不在处理传真作业。";

HSDTaskDescriptionTitle = "使用“拒收垃圾传真”阻止来自所选来电显示号码的传入传真。";
HSDJunkFaxBlockingStateTitle = "拒收来电显示传真:";
HSDBlockedNumbersTitle = "阻止的号码:";
HSDApplyButtonTitle = "立即应用";
HSDPrintListButtonTitle = "打印列表";

HSDEditPanelDescriptionTitle = "输入要阻止的传真号码:";
HSDOffButtonTitle = "关闭";
HSDOnButtonTitle = "开启";

HSDFaxNumberTitle = "传真号码";
HSDEditButtonTitle = "编辑...";
HSDCreateButtonTitle = "创建";
HSDCancelButtonTitle = "取消";

AskSaveChangesAlertTitle = "您已编辑传真阻止列表";
AskSaveChangesAlertMsg = "如果您不应用更改，所做的更改将不会包含在打印列表中。您希望在打印之前应用对打印列表所做的更改吗？";
AskSaveChangesDontApplyButtonTitle = "不应用";
AskSaveCahngesApplyButtonTitle = "应用";

PlusButtonToolTip = "添加阻止的号码";
MinusButtonToolTip = "删除阻止的号码";
EditButtonToolTip = "编辑阻止的号码";
PrintButtonToolTip = "打印已阻止的号码";
